tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "ccd2iso"
brew "elixir"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "htop"
brew "lua"
brew "neofetch"
brew "neovim"
brew "node"
brew "speedtest-cli"
brew "tmux"
brew "wifi-password"
brew "wireguard-go"
brew "wireguard-tools"
brew "yt-dlp"
brew "zip"
cask "adobe-creative-cloud"
cask "alacritty"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "librewolf"
#cask "minecraft" #Not native to M1
cask "nextcloud"
cask "openscad"
cask "parsec"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
