# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Brew formulae
# brew "elixir" 
brew "git"
brew "geckodriver"
brew "htop"
brew "neofetch"
brew "neovim"
brew "node"
# brew "openjdk@11"
brew "tmux"
# brew "tree"
# brew "verilator"
brew "wifi-password"
brew "yt-dlp"
brew "zip"


# Casks
cask "adobe-creative-cloud"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "fliqlo"
cask "hyper"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "minecraft"
cask "nextcloud"
# cask "notion"
cask "parsec"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "tor-browser"
cask "visual-studio-code"
