tap "clojure/tools"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "bat"
brew "ghc"
brew "cabal-install"
brew "ccd2iso"
brew "elixir"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "gnu-prolog"
brew "htop"
brew "node"
brew "jupyterlab"
brew "lua"
brew "neofetch"
brew "neovim"
brew "onefetch"
brew "rustup-init"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "wget"
brew "wifi-password"
brew "wireguard-go"
brew "wireguard-tools"
brew "yt-dlp"
brew "zip"
brew "clojure/tools/clojure"
brew "coursier/formulas/coursier"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "adobe-creative-cloud"
cask "alacritty"
cask "autodesk-fusion360"
cask "bitwarden"
cask "discord"
cask "docker"
cask "firefox"
cask "freecad"
cask "gimp"
cask "inkscape"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "librewolf"
cask "minecraft"
cask "nextcloud"
cask "openscad"
cask "parsec"
cask "qbittorrent"
cask "rectangle"
cask "spotify"
cask "twitch-studio"
cask "utm"
cask "visual-studio-code"
cask "zoom"
